-- 0 =》 1K 
-- 1 =》 3k
-- 2 => 5k
-- 3 => 礼物虫
-- 4 => 礼物鬼
-- 5 => 礼物狗
-- 6 => 银种子
-- 7 => 20k
-- 8 => 80k


local BoxActConfig = {
	gidforPic = {
		"#actBox_90K.png",
		"#actBox_20K.png",
		"#actBox_Silver.png",
		"#actBox_5K.png",
		"#actBox_3K.png",
		"#actBox_1K.png",	
		"#actBox_pokerMan.png",
		"#actBox_longMao.png",
		"#Lamborghini.png"	
	},
	gidforName = {
		"90000 ชิป",
		"20000 ชิป",
		"เมล็ดตำลึงเงิน 1 เมล็ด",
		"5000 ชิป",
		"3000 ชิป",
		"1000 ชิป",
		"ตัวตลกขี่ม้า",
		"โทโทโร่",
		"แลมบอร์กินี"
	},--
	gidforDesc = {
		"แม่เจ้า โชคหล่นทับ!!!  ตีไข่ทองได้รับรางวัล 90K ชิป",
		"ยินดีด้วยค่ะ ตีไข่ทองได้รับรางวัล 20K ชิป",
		"ยินดีด้วยค่ะ ตีไข่ทองได้รับเมล็ดตำลึงเงิน 1 เมล็ด เอาไปปลูกที่ฟาร์มชิปสิคะ!",
		"ยินดีด้วยค่ะ ตีไข่ทองได้รับรางวัล 5000 ชิป ลองอีกครั้งซิคะ",
		"ยินดีด้วยค่ะ ตีไข่ทองได้รับรางวัล 3000 ชิป ลองอีกครั้งซิคะ",
		"ยินดีด้วยค่ะ ตีไข่ทองได้รับรางวัล 1000 ชิป ลองอีกครั้งซิคะ",
		"ยินดีด้วยค่ะ ตีไข่ทองได้รับของขวัญหายาก [ตัวตลกขี่ม้า 7 วัน] เอาไปอวดเพื่อนกัน!",
		"ยินดีด้วยค่ะ ตีไข่ทองได้รับของขวัญหายาก [โทโทโร่ 7 วัน] เอาไปอวดเพื่อนกัน!",
		"ยินดีด้วยค่ะ ตีไข่ทองได้รับของขวัญหายาก [แลมบอร์กิน 7 วัน] เอาไปอวดเพื่อนกัน!"	
	}
}

return BoxActConfig